data/USTC-TK2016/3_ProcessedSession/FilteredSession/Train/Zeus-L7/Zeus.pcap.UDP_192-168-0-150_49179_192-168-0-251_3702.bin

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsd="http://schemas.xmlsoap.org/ws/2005/04/discovery" xmlns:wsdp="http://schemas.xmlsoap.org/ws/2006/02/devprof" xmlns:pub="http://schemas.microsoft.com/windows/pub/2005/07"><soap:Header><wsa:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2005/04/discovery/ResolveMatches</wsa:Action><wsa:MessageID>urn:uuid:972b6330-97d4-43bf-89e7-708f69ff3db3</wsa:MessageID><wsa:RelatesTo>urn:uuid:5199ad36-6900-4b15-abee-a3b258558185</wsa:RelatesTo><wsd:AppSequence InstanceId="8" SequenceId="urn:uuid:89f1c1fb-9bf8-45cd-a305-555acb2b8ba4" MessageNumber="11"></wsd:AppSequence></soap:Header><soap:Body><wsd:ResolveMatches><wsd:ResolveMatch><wsa:EndpointReference><wsa:Address>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsa:Address></wsa:EndpointReference><wsd:Types>wsdp:Device pub:Computer</wsd:Types><wsd:XAddrs>http://192.168.0.251:5357/acc7fe12-3135-466d-a131-c5ba9b41ee06/</wsd:XAddrs><wsd:MetadataVersion>4</wsd:MetadataVersion></wsd:ResolveMatch></wsd:ResolveMatches></soap:Body></soap:Envelope><?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsd="http://schemas.xmlsoap.org/ws/2005/04/discovery" xmlns:wsdp="http://schemas.xmlsoap.org/ws/2006/02/devprof" xmlns:pub="http://schemas.microsoft.com/windows/pub/2005/07"><soap:Header><wsa:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2005/04/discovery/ResolveMatches</wsa:Action><wsa:MessageID>urn:uuid:972b6330-97d4-43bf-89e7-708f69ff3db3</wsa:MessageID><wsa:RelatesTo>urn:uuid:5199ad36-6900-4b15-abee-a3b258558185</wsa:RelatesTo><wsd:AppSequence InstanceId="8" SequenceId="urn:uuid:89f1c1fb-9bf8-45cd-a305-555acb2b8ba4" MessageNumber="11"></wsd:AppSequence></soap:Header><soap:Body><wsd:ResolveMatches><wsd:ResolveMatch><wsa:EndpointReference><wsa:Address>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsa:Address></wsa:EndpointReference><wsd:Types>wsdp:Device pub:Computer</wsd:Types><wsd:XAddrs>http://192.168.0.251:5357/acc7fe12-3135-466d-a131-c5ba9b41ee06/</wsd:XAddrs><wsd:MetadataVersion>4</wsd:MetadataVersion></wsd:ResolveMatch></wsd:ResolveMatches></soap:Body></soap:Envelope>